IDEA Open Model
BendData.Plate2Id Property
Compatible with IDEA StatiCa 20.1
 Second plate
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public int Plate2Id { get; set; }
Public Property Plate2Id As Integer
	Get
	Set
Property Value
Type: Int32
See Also
Reference
BendData Class
IdeaRS.OpenModel.Connection Namespace